Repository: devTuanTuan/localliving-plugin
Catalog: plugins/localliving-plugin/iTravelAPI/XSLTControls/Resources/iTravelWebsiteResources.*.resx
Languages: da

source: Till
da: Til

source: Accommodation type
da: Type af bolig

source: Boat type
da: Skibstype

source: Country
da: land

source: Number of persons
da: Antal personer

# numberOfPersonsShort
source: Persons
da: Personen

source: From
da: Fra

source: Category
da: Kategori

source: Search
da: Søg

# appartment
source: Apartment
da: Lejlighed

source: Not relevant
da: alle

source: Price from
da: Pris fra

# sendInquiry
source: Request now
da: Bestil rejse

source: Book
da: Bestil

source: Public code
da: Offentlig kode

source: Note
da: Bemærk

source: Show details
da: Vis detaljer

source: Show price list
da: Vis prisliste

# availabilityCalendar
source: Availability. Click on a green week to book your apartment
da: Se ledige uger. Klik på en grøn uge og book din lejlighed

source: Min. days
da: Min. om

# noPhoto
source: No photo available
da: Intet billede

source: Price to
da: Pris til

source: Pet
da: Kæledyr tilladt

source: Per day
da: Per dag

source: Per person per day
da: Per person per dag

source: Total
da: Samlet

source: Balcony
da: Balkonen

source: Distance from the sea
da: Afstand fra havet

source: Hide details
da: Skjul detaljer

source: Hide price list
da: Skjul prisliste

source: Price type
da: Type af omkostninger

# basicInfo
source: Basic information
da: Generelle informationer

source: Itinerary
da: Rejser program

source: Reservations
da: Forbehold

source: Map
da: Kort

source: Number of days
da: Antal dage

# numberOfDaysShort
source: Days
da: On

source: Periods
da: Datoer

source: Transportation
da: Transport

source: Accommodation
da: Bolig

source: Period
da: Term

# appartmentHouse
source: Holiday apartment
da: Ferielejlighed

source: Learn more
da: Læs mere

source: Special offers
da: Specialtilbud

# priceList
source: Prices in
da: Priser i kr. for hele ferielejligheden

source: Description
da: Beskrivelse

source: Characteristics
da: Karakteristik

source: Supplements
da: Kosttilskud

# searchStep
source: Search
da: Søg

# resultsStep
source: Results
da: Resultater

# detailsStep
source: Details
da: Detaljeret visning

# reservationStep
source: Reservation
da: Reservering

source: Homepage
da: Startside

source: Hide info
da: Skjule oplysninger

# itIsPossibleThat
source: <span class="green">It might be</span> <span class="black">because:</span>
da: <span class="green">Det</span> <span class="black">kan skyldes:</span>

source: More info
da: Mere information

# noAvailableAccommodationInGivenCategory
source: There are no available accommodation units in category
da: ingen ledige ferielejligheder i den ønskede kategori

# noAvailableAccommodationInGivenLocations
source: There are no available accommodation units in location
da: ingen ledige ferielejligheder på det ønskede sted

# noAvailableAccommodationInGivenTime
source: There are no available accommodation units in period
da: ingen ledige ferielejligheder i perioden

# noResultsFound
source: <span class="grey">No results found</span> <span class="black"> for your search</span>
da: <span class="grey">Ingen resultater</span> <span class="black"> af din søgning</span>

# reviewYourQuery
source: Please repeat the search.
da: Vær venlig at gentage søgningen og at ændre dine kriterier.

# errorNotAvailable
source: The unit is not available
da: Enheden er optaget

# errorOversized
source: The number of persons exceeds the maximum for the accommodation.
da: I er for mange til denne feriebolig.

source: Small hotel
da: Lille hotel

source: Check availability and prices
da: Tjek ledighed og priser

source: days
da: dag

source: persons
da: personer

source: Search parameters
da: Ledige boliger fra.

# nextPage
source: Next photo
da: næste

source: next photo ›
da: næste billede ›

source: Pause slideshow
da: Pause præsentationen

source: Photo
da: Foto

# playSlideshow
source: Start slideshow
da: Start præsentationen

# previousPage
source: &lsaquo; previous
da: &lsaquo; forrige side

source: ‹ previous photo
da: ‹ forrige billede

source: View photo gallery
da: Billedgalleri

# dayOrDays
source: days
da: dage

source: (no recommended offers)
da: (Ikke anbefalet tilbud)

source: Service type
da: Type af service

source: Per week
da: Per uge

source: Per person per week
da: Per person pr uge

source: Departures
da: Afgange

source: Select
da: Vælg

source: Notes
da: Notater

# noAvailablePackageTourInGivenCategory
source: There are no available tours in category
da: ingen gratis arrangementer given kategori

# noAvailablePackageTourInGivenLocations
source: There are no available tours in location
da: ingen gratis arrangementer på standardplaceringen

# noAvailablePackageTourInGivenTime
source: There are no available tours in period
da: der er ingen tilgængelige pakker i en given periode

source: Choose period
da: Vælg en dato

# showTheEntireOffer
source: Show entire offer
da: Vis alle tilbud

source: Min. persons
da: Min. mennesker

# wednesdayShort
source: W
da: O

# saturdayShort
source: S
da: L

source: Max. days
da: Max. om

source: Basic
da: Primær

source: Discounts
da: Rabatter

source: valid for
da: gælder for

# onlyOnSpecialOffer
source: Show special offers
da: Vis specialtilbud

# serviceCannotBeShorterThan
source: Service cannot last less then
da: Service kan ikke være kortere end

source: Min stay
da: Min. nætter

source: Action
da: Akcija

source: Gallery
da: Galleri

source: View
da: Vis

source: Change search criteria
da: Skift dine søgekriterier

source: Hotel description
da: Hotel beskrivelse

# roomPricesShow
source: Show room prices
da: Vis værelsespriser

# roomPricesHide
source: Hide room prices
da: Skjul priser

source: Advanced search
da: Avanceret søgning

source: Clear search
da: Nulstil

source: Hide advanced search
da: Skjul avanceret søgning

source: Search by name
da: Søg på navn

source: Enlarge map
da: vis stort kort og ruteplanlægning

source: Informations
da: Informationer

source: Activities
da: Aktiviteter

# agrotourism
source: Agritourism
da: Agriturismo

# apartmentHouse
source: The apartment building
da: Ferielejlighed

source: Breakfast
da: Morgenmad

source: City hotel
da: Hotel i byen

source: Cooking school
da: Kokkeskole

source: Cycling
da: Cykler

source: Dishwasher
da: Opvaskemaskine

# distanceToTheSeaIsLessThan20km
source: Max. <strong>20 km</strong> to the sea
da: Max. <strong>20 km</strong> til havet

# distanceToTownLessThan2km
source: Max. <strong>2 km</strong> to city
da: Max. <strong>2 km</strong> til by

source: Facilities
da: Faciliteter

source: Location
da: Lokation

source: No pool
da: Ingen pool

# opisKategorije
source: We assess each house on a scale 3-5, where 5 is the best score. During the evaluation we took into account cost, quality, and the x-factor and determine the overall rating. Ratings have been calculated with the heart, and so very personal.
da: Vi bedømmer hvert landsted på en skala fra 3 til 5, hvor 5 er den bedste kategori. Vi har set på pris, kvalitet og x-faktoren og fundet frem til en samlet bedømmelse, der i høj grad er lavet med hjertet, og derfor er meget personlig.

source: Own production of oil, cheese or wine
da: Egen produktion af olie, ost eller vin

source: Pets
da: Kæledyr tilladt

# pingPong
source: Table tennis
da: Bordtennis

source: Place has livestock
da: Stedet har egne dyr

source: Playground
da: Legeplads

source: Private terrace
da: Egen terrasse

source: Private villa
da: Egen villa

source: Sales of own products
da: Salg af egne produkter

source: Vegetable garden
da: Grønsagshave

source: Wine tasting
da: Vinsmagning

# cleaningIncluded
source: Final cleaning
da: Afrejse- rengøring

source: Max. persons
da: Max.<br /> antal pers.

source: Testimonials
da: Vore gæster anmelder

source: ascending
da: stigende

source: descending
da: faldende

source: hide map
da: skjul kort

# resultsOnMap
source: Search results on a map
da: Søgeresultater på et kort

source: show map
da: vis kort

source: Sort by price
da: Sorter efter pris

source: Sort by stars
da: Sorter efter stjerner

# numberOfAdultsShort
source: Number of adults
da: Antal personer

# noBookingBecauseOfSaturday
source: Unfortunately it is not possible to book the time selected. (Remember that often in high season it must be Saturday – Saturday stays)
da: ikke muligt at booke den ønskede periode (husk at det oftest er lørdag – lørdag i højsæsonen)

# notAvailable
source: Occupied
da: Optaget

# unableToCalculatePrice
source: Price can't be calculated please try another arrival or departure date.
da: Prisen kan desvarre ikke beregnes. Prov en anden ankomst- eller afrejsedag.

source: Childrens pool
da: Børnepool

source: Cook
da: Kok

source: Dinner
da: Middag

source: Football field
da: Fodboldbane

source: Horse back riding
da: Ridning

# noPets
source: No pets allowed
da: Kæledyr ikke tilladt

source: Own animals
da: Stedet har dyr

source: Owners own cooking
da: Værtsparret laver mad

# veryChildFrendly
source: Very child friendly
da: Meget børnevenligt

source: Very, very quiet
da: Meget, meget stille

source: Washing machine
da: Vaskemaskine

# boxSearchTitle
source: Find your holiday home
da: Find din feriebolig

source: Tennis at the property
da: Tennisbane

# llWedding
source: Local Living Wedding
da: Local Living Bryllup

# tema
source: Theme
da: Tema

source: Liguria
da: Ligurien

source: Tuscany
da: Toscana

source: Umbria
da: Umbrien

# boxSearchTitle2
source: Find your holiday home with Local Living
da: Find din feriebolig med Local Living

# moreCriteria
source: More search criteria
da: Flere søgekriterier

# optionalSearchTitle
source: My wish (optional):
da: Mine ønsker (valgfrit):

source: Learn more and book
da: Læs mere og book her

# addToWishList
source: Add to favorites
da: Gem på huskeliste

# removeFromWishList
source: Remove from favorites
da: Fjern fra huskeliste

source: Favorites
da: Huskeliste

# noFavoritesFound
source: You do not have any favorites yet. Browse on and click the star to favorite the holiday home.
da: Du har endnu ikke valgt nogle boliger til din huskeliste. Søg igen og tilføj de boliger til huskelisten, du ønsker at kigge nærmere på.

# specialOffers28DaysSummary
source: Special offers next 28 days
da: Vores tilbud de kommende 28 dage

source: Available weeks
da: Ledige uger

# callForMoreInfo
source: Call for more information
da: Ring og hør nærmere

# categoryDescription
source: We review each country house on a scale of 3 to 5, with 5 being the best category. We have looked at price, quality and x-factor and come up with a comprehensive review, which is largely made with the heart, and therefore is very personal.
da: Vi bedømmer hvert landsted på en skala fra 3 til 5, hvor 5 er den bedste kategori. Vi har set på pris, kvalitet og x-faktoren og fundet frem til en samlet bedømmelse, der i høj grad er lavet med hjertet, og derfor er meget personlig.

source: Guests say
da: Gæsterne siger

# priceListForWholeApartment
source: Price list in Euro
da: Priser i kr. for hele ferielejligheden

# priceListForWholeVilla
source: Price list in Euro
da: Priser i kr. for hele villaen

source: Week
da: Uge

# ViewAccommodation
source: Show more
da: vis bolig +

source: Sea
da: Havet

source: Shopping
da: Indkøb

source: Food shopping
da: Indkøb

source: Village
da: By

# seFerieboligen
source: LEARN MORE
da: SE FERIEBOLIGEN

# holidayHomeIsNotAvailable
source: Holiday home is not available for the booked dates. Try to change the search dates
da: Ferieboligen er optaget i den valgte periode. Prøv at ændre datoerne.

# checkOtherDates
source: Check accommodations on other dates
da: Check ledigheden på andre datoer

# weekAfter
source: The week after
da: Ugen Efter

# weekBefore
source: The week before
da: Ugen før

# weFoundNoResults
source: We are sorry, we found no accommodations to match your search
da: Vi fandt desværre ingen ledige boliger som matcher din søgning

# noPropertySubTitle
source: We have many other properties and you can make a new search on our site:
da: Vi har mange andre ferieboliger, og du kan søge videre her på siden:

# noPropertyTitle
source: Unfortunately, this property is no longer in our program.
da: Desværre udlejer vi ikke længere denne dejlige bolig.

# noPropertyURL
source: https://www.localliving.dk/en/online-booking/
da: https://www.localliving.dk/on-line-booking/

# noOfHomes
source: ferieboliger passer til dine ønsker
da: boliger som passer til dine ønsker

source: We found
da: Vi fandt
